TERMS_TEXT = (
    "<b>📜 شرایط و ضوابط استفاده از بات:</b>\n\n"
    "🔹 این ربات یک ابزار کمکی غیررسمی برای <b>ساده سازی فرآیند انتخاب واحد</b> در سامانه آموزش دانشگاه است و "
    "هیچ گونه وابستگی به دانشگاه یا سامانه آموزش ندارد.\n\n"
    "🔸 برای استفاده، لازم است کاربر اطلاعاتی مانند <b>کوکی مرورگر</b> را با آگاهی کامل وارد کند. "
    "این اطلاعات فقط به صورت موقت و صرفاً برای اجرای همان درخواست استفاده می شوند.\n\n"
    "🔹 ربات به <b>رمز عبور</b> یا داده های حساس شما <b>دسترسی ندارد</b> و هیچ یک از اطلاعات وارد شده ذخیره، تحلیل یا منتشر نمی شوند.\n\n"
    "🔸 ربات فقط درخواست هایی را ارسال می کند که شما <b>مجاز به انجام آن ها</b> در سامانه هستید. استفاده نادرست از اطلاعات دیگران "
    "یا ارسال درخواست های سنگین، می تواند منجر به <b>محدودیت دسترسی</b> توسط سامانه آموزش شود. در این صورت، <b>مسئولیت کامل بر عهده کاربر</b> است.\n\n"
    "⚠️ با استفاده از این ربات، شما تأیید می کنید که این موارد را مطالعه کرده اید و <b>مسئولیت استفاده بر عهده خودتان</b> است."
)

